


"Cancel" = "Atsisakyti";

/* Popover option */
"Blank Screen" = "Tuščias ekranas";
"Back" = "Atgal";

/* Popover option */
"About Impress Remote" = "Apie „Impress“ pultą";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Dabar neturite „WiFi“ ryšio.\n* Prijunkite „iOS“ įrenginį ir kompiuterį prie to paties tinklo\n* Atnaujinti\n* užuomina: galite sukurti asmeninį viešosios interneto prieigos tašką savo kompiuteryje ar „iPhone“";
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Paleiskite „Impress“ savo kompiuteryje\n* Prijunkite abu įrenginius prie to paties „WiFi“ tinklo\n* P.S. „IOS“ įrenginys dabar prijungtas prie „% @“";
